Repository: ows-nightwolf/sf-taxonomy-thumbnail
Catalog: languages/sf-taxonomy-thumbnail-*.po
Languages: ru_ru

source: Add a thumbnail to your taxonomy terms.
ru_ru: Добавьте миниатюру к вашим элементам таксономии.

source: Indicate an image ID
ru_ru: Укажите ID изображения

source: Set a thumbnail
ru_ru: Задать миниатюру

source: Change thumbnail
ru_ru: Изменить миниатюру

source: Remove thumbnail
ru_ru: Удалить миниатюру

source: Choose Thumbnail
ru_ru: Выбeрите миниатюру

source: Select thumbnail
ru_ru: Задать миниатюру

source: Loading&hellip;
ru_ru: Загрузка&#8230;

source: Thumbnail successfully set to this term.
ru_ru: Миниатюра успешно установлена

source: Thumbnail successfully removed from this term.
ru_ru: Миниатюра успешно удалена

source: An error occurred, the thumbnail could not be set to this term. Try to update the term manually.
ru_ru: Возникла ошибка, миниатюра не может быть установлена для данного элемента. Попробуйте обновить элемент вручную.

source: An error occurred, the thumbnail could not be removed from this term. Try to update the term manually.
ru_ru: Возникла ошибка, для этого элемента миниатюра не может быть удалена. Попробуйте обновить элемент вручную.
